<template>
  <div class="userProtocol">
    <p class="title">1911学堂一对一咨询服务用户协议</p>
    <p>“1911学堂”是由清华大学、北京大学、中国传媒大学等国内外知名高校资深教授与校友企业家联合发起创立的终身教育平台一个终身教育平台，归属于一九一一未来教育科技（北京）有限公司（以下简称“一九一一公司”）。</p>
    <p>“1911学堂”由“1911学堂”网站、移动客户端所组成。在“1911学堂”，本用户协议是用户与“1911学堂”网站、移动客户端之间就一对一咨询服务相关事宜所订立的契约，包含用户（包括但不限于“学员”“导师”）和“1911学堂”之间所有的条款和条件。</p>
    <p>如果您同意本用户协议，或者您事实上存在使用行为，将被视为您完全接受本用户协议的全部内容及条款，包括接受“1911学堂”对用户协议随时所做的任何修改及更新。同时也表示您同意“1911学堂”所发布或随时更新的隐私声明，本协议即构成对双方均具有约束力的法律文件。如您不同意本用户协议，您应不得使用或主动取消“1911学堂”所提供的服务。</p>
    <h4 class="smal-title">一、协议内容、用户信息</h4>
    <p>1.本用户协议内容包括以下所有正文及“1911学堂”网站、移动客户端平台有关导师咨询业务已经发布或将来可能发布的各类规则、解释、声明、通告等。</p>
    <p>2.“1911学堂”有权在必要时单方修改本用户协议，并通过网站和/或者客户端发布修改变更，不再另行单独通知。修改后的协议一经发布即代替旧版本协议，自动更新为用户与“1911学堂”之间的适用协议。如在用户协议更新并生效后，用户继续使用“1911学堂”一对一咨询服务，则视为您已完全了解、接受用户协议的更新并同意遵守更新后的用户协议。如用户不接受更新后的“1911学堂”导师咨询服务用户协议，请立即停止使用“1911学堂”一对一咨询服务。</p>
    <p>3.“1911学堂”一对一咨询服务的所有权、运作权和解释权均归一九一一公司所有。用户同意本用户协议内容并完成支付程序，即被视为用户确认自己具有独立的行为能力，明确自己所享有的相应权利，能够独立承担法律责任。</p>
    <p>4.如果您未满18周岁，必须在父母或者监护人监护之下使用“1911学堂”一对一咨询服务。</p>
    <p>5.“1911学堂”在此承诺，用户在“1911学堂”网站、移动客户端所涉及的包括个人真实姓名、手机电话、电子邮件等在内的用户个人信息，均予以严格保密，除非经用户明确授权或者法律另有规定之外，“1911学堂”不会向任何第三方披露上述用户隐私信息。</p>
    <p>6.用户应自行维护个人的”1911学堂”平台之上的帐户和密码安全，并对此帐户在”1911学堂”各个网站、移动客户端上的所有行为负完全责任。用户不得将帐户转借给他人使用，否则应承担由此可能产生的全部责任，并与实际使用人承担连带责任。</p>
    <h4 class="smal-title">二、服务</h4>
    <p>1.本协议所称“服务”，特指通过“1911学堂”网站及移动客户端提供的以视频直播形式实现的一对一咨询服务行为。</p>
    <p>2.学员预约咨询和支付时须仔细确认您的个人信息、预约导师信息、咨询时长、咨询时间、咨询问题等内容；预约一旦生成，即被视为学员向导师发出合同要约。</p>
    <p>3.导师收到学员的合同要约后，有权利对学员的预约申请进行审核，行使同意或者拒绝预约咨询的权利；导师确定接受预约邀请时，方视为学员与导师之间建立了合同关系。</p>
    <p>4.导师与学员双方确定咨询时间后，学员应尽快支付咨询费用，视为服务交易确立；24小时内未完成支付的，预约视为取消。在预约时间的48小时之前，学员可向“1911学堂”客服提出解除约见申请，否则视为约见协议成立，学员必须向导师支付约见费用，且该笔费用不可返还或撤销。</p>
    <p>5.导师需尽其所能利用自身专业领域所积累的知识和经验，对自己提供给学员的话题以及服务质量负责。“1911学堂”在此声明，不对咨询结果是否符合用户预期做出任何保证，不承担任何责任。</p>
    <p>6.导师所提供的建议及经验均系个人建议及经验，学员需知晓并同意此类建议及个人经验仅供参考。若将导师的咨询建议及经验作为决策依据，由此可能引发的任何负面影响甚至损失由学员自行负责。</p>
    <p>7.18周岁以下的未成年人必须在父母或者监护人陪同之下接受导师的一对一视频直播服务。</p>
    <p>8.学员在咨询服务过程中应该要文明用语。如需在交谈过程中进行录音、录像等记录活动，应取得对方的许可或同意。学员不得在语言和行为上恐吓、威胁或骚扰导师。如发生以上行为，导师有权立即中断交谈，学员无权要求退款；如导师有上述行为，学员有权立即中断交谈，并要求退款；“1911学堂”有权终止相关方的所有权利，如有相关的争议发生，“1911学堂”将在尊重事实及法律的基础上以合理形式支持被侵权方进行维权。</p>
    <h4 class="smal-title">三、费用、支付及税款缴纳</h4>
    <p>1.用户须遵守“1911学堂”的定价条款规则，用户如需使用“1911学堂”导师提供的咨询服务，必须不可撤销地授权委托“1911学堂”在导师提供完成咨询服务时向导师支付咨询费用。</p>
    <p>2.学员必须遵守“1911学堂”和导师的定价规则，学员须在导师确认预约咨询时间后24小时内将咨询费用支付至“1911学堂”企业帐户。</p>
    <p>3.为保证及有效监督咨询服务的质量，交易费用由“1911学堂”先行代为收取，“1911学堂”按月向导师所提供的第三方支付帐户或银行账户发放费用并向导师提供费用对账单。由于各平台的政策不同，“1911学堂”在向导师发放费用时可能会扣除iOS平台收取的分成。</p>
    <h4 class="smal-title">四、双方的权利和义务</h4>
    <p>1.“1911学堂”提供平台，导师可在“1911学堂”网站或者移动客户端通过视频直播的形式向学员提供有偿的一对一咨询服务（以下简称“服务”）；学员通过“1911学堂”网站或者移动客户端有偿获得导师提供的一对一咨询服务（以下简称“服务”）。</p>
    <p>2. “1911学堂”网站及移动客户端所展示的话题、价格等信息仅仅是导师的要约邀请，不是该服务的提供方或担保方。</p>
    <p>3. “1911学堂”不对以下结果进行保证：</p>
    <p>(1) “1911学堂”不保证导师所提供服务的意愿和能力，以及是否适用于学员、提问者的实际需求；</p>
    <p>(2)“1911学堂”不保证学员对导师咨询服务的满意度；</p>
    <p>(3)因学员对导师咨询服务质量不满意引起的任何纠纷，“1911学堂”对此不负任何赔偿责任。</p>
    <p>4. 为保证服务质量，“1911学堂”提供客服电话服务、在线交谈等功能。为保证服务质量，保障交易过程及内容的可追溯性，“1911学堂”保有客服与用户服务过程中全程录音的权利，“1911学堂”承诺不主动将录音内容泄露给第三方，但基于交易纠纷、技术原因等因素，“1911学堂”保有复制、审查服务过程中录音内容的权利。</p>
    <p>5.用户在使用“1911学堂”一对一咨询服务的过程中，不得发布以下言论及内容：</p>
    <p>(1) 发布反对我国宪法所确定的基本原则或我国法律法规所规定的言论及内容；</p>
    <p>(2) 发布危害国家安全、泄露国家秘密、颠覆国家政权以及破坏国家统一的言论及内容；</p>
    <p>(3) 发布损害国家荣誉、国家利益及公共利益的言论及内容；</p>
    <p>(4) 发布煽动民族仇恨、民族歧视，破坏民族团结的言论；</p>
    <p>(5) 发布破坏国家宗教政策，宣扬邪教和封建迷信的言论及内容；</p>
    <p>(6) 散布不实谣言，扰乱社会秩序、破坏社会稳定的言论及内容；</p>
    <p>(7) 发布涉及国家历任领导人及点评时政的相关言论及内容；</p>
    <p>(8) 发布侮辱或诽谤他人，侵害他人合法利益的言论及内容；</p>
    <p>(9) 发布对未成年人有不良影响的言论及内容；</p>
    <p>(10) 散布淫秽、色情、赌博、暴力、凶杀、恐怖、非法宗教或者教唆犯罪的行为。</p>
    <p>以上不当言论及内容的判定，由”1911学堂”的专门审核人员所负责，一九一一未来教育科技（北京）有限公司对此拥有最终解释权。</p>
    <p>6.用户不得利用”1911学堂”平台从事洗钱、窃取商业秘密、窃取其他用户个人信息等违法犯罪活动。</p>
    <p>7.用户不得利用任何手段侵入本站及国家计算机信息系统，传播病毒、特洛依木马、定时炸弹等可能对“1911学堂”网站、移动客户端系统造成伤害或影响其正常运转的恶意病毒或程序。</p>
    <h4 class="smal-title">五、隐私声明</h4>
    <p>1.“1911学堂”非常重视对所有用户的个人隐私保护。您所提供的个人信息等资料以及“1911学堂”所保留的用户个人资料，将受到中国有关隐私的法律以及隐私政策的保护。特定情况下“1911学堂”需要某些信息才能为您提供所请求的一对一咨询服务，本隐私声明针对这些情况下的数据收集和使用情况。</p>
    <p>2.作为“1911学堂”用户，如果同意接受“1911学堂”用户协议及隐私声明，表明您授权“1911学堂”对任何您所提供的、或者“1911学堂”所收集到的信息有权进行处理、传播、使用。</p>
    <p>3.隐私信息范围</p>
    <p>(1)个人信息。您在“1911学堂”网站或者移动客户端使用一对一咨询预约时所提交的个人信息，包括姓名、联系方式等。</p>
    <p>(2) 学员为获得咨询服务时，必须提供基本必要的财务信息，如姓名、银行帐户、第三方支付帐户信息。</p>
    <h4 class="smal-title">六、其他</h4>
    <p>本用户协议保留对本协议的最终解释权。</p>
    <p>如果您对用户协议有任何疑问，请联系<span>info@1911thu.com</span></p>
  </div>
</template>
<style scoped lang="scss">
@import "~assets/style/other/serviceAgreement";
</style>