<template>
    <div class="ticketRules">
        <p> 1.如您选择开具纸质发票，1911学堂将在5个工作日内为您安排发票打印并寄出；</p>
        <p>2.根据相关政策规定，发票内容仅支持开具“培训费或其它”其它将有客服与您联系；</p>
        <p>3.订单中消费的各种形式的优惠券金额不支持开票；</p>
        <p>4.如您开具的增值税普通发票用于企业报销，根据国家税务相关政策要求请填写纳税人识别号;如您的单位是非企业性质或您要求开具个人名义抬头，您可以选择“个人”的开票选项，则无需填写纳税人识别号；</p>
        <p>5、暂不支持港、澳、台地区邮寄；</p>
        <p>6.如您错填发票抬头信息需要进行修改，请您及时联系1911学堂客服人员为您处理;如果发票已经寄出，还请您收到发票后立即跟客服人员联系；</p>
        <p>7.因您个人填写发票信息和快递信息有误等原因产生的发票退票及重寄的往来费用，需由您本人自行承担；</p>
        <p>8.1911学堂客服电话为010-62701911。</p>
    </div>
</template>

<script>
export default {}
</script>
