<template>
  <!-- 开票规则 -->
  <div class="ticketRules">
    <p v-for="(rule,index) in rules" :key="index">{{rule.text}}</p>
  </div>
</template>

<script>
export default {
  data() {
    return {
      rules: [
        {
          text:
            "1.提交开具纸质发票申请后，1911学堂将在收款后5个工作日内为您寄出发票；"
        },
        {
          text:
            "2.提交开具电子普通发票申请后，1911学堂将在收款后2个工作日内将电子发票发送到您预留的邮箱；"
        },
        {
          text:
            "3.根据国家税务相关政策规定，发票内容需据实开具，请您选择网络培训费、网络课程和技术服务费等项目；"
        },
        {
          text: "4.发票金额以实际支付的金额为准；"
        },
        {
          text: "5.如发票抬头为单位的，请严格按照网站要求填写各项发票信息；"
        },
        {
          text: "6.请您在付款后30日之内开具发票；"
        },
        {
          text:
            "7.如您错填发票抬头信息需要进行修改，请您及时联系1911学堂工作人员为您处理；如果发票已经寄出，还请您收到发票后立即跟工作人员联系。"
        }
      ]
    };
  }
};
</script>
