<template>
  <!-- 内容体系 -->
  <div class="contentSystem">
    <div class="banner">
      <h4>内容体系及运营模式</h4>
      <p class="line"></p>
      <p class="text">内容权威前沿，授课通俗易懂，理论结合实践</p>
      <p class="text">在线学院+单位内训+国际学位</p>
      <p class="text">“知识即服务”（KaaS）终身教育运营模式</p>
    </div>
    <div class="content">
      <div class="top">
        <p> 1911学堂内容主要分为<i class="color">课程体系、在线学院、单位内训项目、国际学位项目</i>等四大板块，四个板块以<i class="color">“知识即服务”</i>为运营模式组合成系统的内容体系。</p>
      </div>
      <div class="con-one">
        <h1 class="title">一、课程体系</h1>
        <p class="desc">1911学堂以专业的教学内容与课程体系进行系统化设计，以碎片化的素材资源为基础，以结构化的课程建设为骨架，充分发挥多媒体技术展示资源的优势，依据成人学习特点，开发出适合在线学习并具有内在逻辑的课程教学体系，该体系具有以下三个特点：</p>
        <div class="items clearfix">
          <div class="oneItem">
            <div class="itemTitle">
              <em>1</em>视频包装丰富
            </div>
            <div class="con">
              <p><i class="color">素材可视化：</i>将素材资源以文本、图片、动画、音视频等多种媒体形式呈现，重要知识点以丰富的媒体形式强化记忆，抽象知识用动画或案例形式加深理解，满足成人学习者进行自主学习的学习特点。</p>
              <p><i class="color">课程分小节：</i>根据成人学习过程中精力不易集中、学习时间零散等特点，将每门课程按照内在逻辑分成若干小节或以微视频形式呈现，一方面提高学员掌握学习时间的灵活度，学员可重点学习对自己更有帮助或启发的内容；另一方面，由于单个碎片内容的学习时间较短，保障了学习兴趣，学员在学习成效上对于知识的吸收率会有所提升。</p>
            </div>
          </div>
          <div class="oneItem itemTwo">
            <div class="itemTitle">
              <em>2</em>模块化教学
            </div>
            <div class="con">
              <p>1911学堂运用模块化教学方式，依据适合的学习方式来切分知识或技能的模块的颗粒度大小。首先根据专业要求确定各模块应达到的知识结果和能力要求，各模块下设若干子模块，然后由教师根据不同专业的培养要求，合理安排学员参与相应若干子模块，进行多层次、多方向的学习训练，从而达到最优的教学效果。</p>
            </div>
          </div>
          <div class="oneItem itemThree">
            <div class="itemTitle">
              <em>3</em>在线课程体系化
            </div>
            <div class="con">
              <p>1911学堂在线课程体系包含完整的教学内容和教学活动，具体分为教学设计、教学实施、教学过程记录、教学评价等环节的系统化设计，每个环节又包含若干模块，如教学设计包含课前导学、教师简介、课程简介、课程目标、课程大纲、知识点考核、学时等内容，教学过程基本遵循从模块到任务，再到知识点或技能点。</p>
            </div>
          </div>
        </div>
      </div>
      <div class="con-two">
        <h1 class="title">二、在线学院</h1>
        <p>1911学堂基于互联网背景下不同单位组织及个人学习者的学习需求，以学科研究成果为基础，以解决实践问题为导向，针对碎片化学习的不足，研发了“在线学院”这一系统性的教育培训解决方案。1911学堂目前已研发推出了在线干部学院和在线商学院，即将与各领域内顶尖权威机构及专家教授、业界翘楚开展学术课题和课程研发合作，共同打造数十个专业的人才培养在线学院，包括在线体育学院、在线教育学院、在线人工智能学院、在线大健康学院、在线国学院及在线新闻学院等。</p>
      </div>
      <div class="con-three">
        <h1 class="title">三、单位内训项目</h1>
        <div class="text clearfix">
          <div class="left">
            <img src="https://static-image.1911edu.com/contentSys-icon1.png" alt="">
          </div>
          <div class="right">
            <p>根据各机构单位的需求，包括党政机关各组织部门，体育、教育、金融、军转、税务、司法等各系统，各类国企、民企、外企以及房地产、建筑施工、IT、物流、餐饮酒店等各行业的企业，1911学堂一方面研发相应的在线专业学院，另一方面设计专业的线下面授课程，针对性研发形成量身定制的混合式单位内训项目。相关单位的学习者，可通过学习相应在线学院的内容及线下面授的专业课程，协同实现组织战略发展目标与个人成长目标。</p>
          </div>
        </div>
      </div>
      <div class="con-four">
        <div class="item">
          <h1 class="title">四、国际学位项目</h1>
          <p>1911学堂与国际知名高校在课程资源及师资方面进行深度合作，联合推出“线上+线下”相结合的国际学位项目。1911学堂将面向全国党政机关干部，包括教育、体育等系统的管理干部推出国际MPA学位项目，面向国企中高层管理人员及各行业企业管理人员推出国际MBA学位项目，并根据系列在线学院开发其他相关学位项目。</p>
          <p>学位项目学员将通过学习相应在线学院的内容及线下面授的专业课程，通过课程考核后即可获得相应学分，学分修满后即可获得国际学位认证。学员在报名学位项目时在学堂已学的部分学分学时，可根据项目要求适当转移到学位项目中，以节省学员的时间与学费。相关学位被国内相关部门和用人单位认可，含金量高。</p>
          <p>1911学堂课程体系、在线学院、单位内训项目、国际学位项目四大板块共同构成了1911学堂完整的产品体系和知识链条，满足不同单位组织及个人学习者的学习需求。</p>
        </div>
      </div>
      <div class="con-five">
        <div class="font"></div>
        <div class="five-item">
          <h2>知识即服务</h2>
          <p>1911学堂，是一个以“知识即服务”（KaaS）为运营模式的互联网终身教育平台。</p>
          <p>1911学堂把关联主义理论（Connectivism）这一数字化时代的学习理论作为在线学院及课程与项目研发的依据和支撑，通过整合国内外知名专家及院校的优质教学资源，以权威知识加工者和传播者的角色，整合知识生产者即特聘导师和知识应用者即终身学习者，利用具有自主知识产权的大数据学习需求诊断技术、多元智能人才测评体系和学习管理系统（LMS），为组织和个人学习者精心打造了“知识即服务”的KaaS（Knowledge as a Service）终身教育运营模式，提供创新学习模式的整体化解决方案，专业化设计阶梯式的人才成长规划路径，为学习者带来交互式和社群化的学习体验，以知识为链条形成一个学习共同体，并打造具有归属感和认同感的终身学堂。</p>
        </div>
      </div>
    </div>

  </div>
</template>
<script>
import { setTitle } from "~/lib/util/helper";
export default {
  mounted () {
    setTitle("核心优势-内容体系及运营模式-1911学堂");
  }
};
</script>
<style  scoped lang="scss">
@import "~assets/style/core/contentSystem";
</style>