<template>
  <!-- 混合式教学 -->
  <div class="hybridTeach">
    <div class="banner">
      <h4>混合式教学</h4>
      <p class="line"></p>
      <p class="text">在线学院+线下面授</p>
      <p class="text">交互式与社群化学习体验</p>
      <p class="text">PBL+案例教学法</p>
    </div>
    <div class="introduce">
      <p>1911学堂以提升学习效能为目标导向，综合考虑学习者的学习习惯及学习目标的要求，结合线上学习人机交互的技术优势以及线下学习人文互动的情感优势，基于学员的学习场景，研发了<i>“线上+线下”混合式学习模式，</i>为学习者带来交互式和社群化的学习体验。</p>
    </div>
    <h3 class="headline">一、模式优势</h3>
    <div class="contentText">
      <p class="topContent">混合式学习模式能充分发挥线上线下两种学习模式的优势，线上学习可以让学员在移动端及PC端随时随地便捷学习；线下学习更加注重人文互动即师生互动、生生互动，更能提升实践能力、构建学习社群。混合式学习模式既符合“互联网+”时代学习者的学习习惯，更能助力学习者实现个性化、阶梯式的成长路径，从而提升学习价值。</p>
      <p class="tree">1911学堂研发的混合式学习模式，并非线上课程与线下课程简单相加，而是一个以人才测评+学习计划+内容选择+考核评估为基础的完整服务链条。</p>
      <div class="border"></div>
      <div class="treeList">
        <div class="listOne">
          <h5 class="orange">人才测评</h5>
          <p>人才测评主要是识别和了解学习者的学习现状和具体需求。</p>
        </div>
        <div class="listOne">
          <h5 class="green">学习计划</h5>
          <p>学习计划主要是根据学习者的学习需求及学习风格等特征，针对性的制定学习计划和教学策略。</p>
        </div>
        <div class="listOne">
          <h5 class="red">内容选择</h5>
          <p>内容选择主要是根据学习环境开发并选择相应的学习内容，制定科学合理的学习计划。</p>
        </div>
        <div class="listOne">
          <h5 class="blue">考核评估</h5>
          <p>考核评估是指对学习者整个的学习过程进行数据跟踪并对结果进行评估。</p>
        </div>
      </div>
    </div>
    <div class="bottomCon">
      <h3 class="headline">二、实践形式</h3>
      <p>互联网时代知识内容趋向碎片化，影响了人们的系统思考能力。1911学堂为了将知识系统化，以关联主义理论为基础将线上课程加以梳理整合，研发形成内容体系完整的在线学院，提供学习者相应的线上学习内容。1911学堂设置的线下面授内容，将从学习者的实际需求出发，基于大数据人才测评体系和教育目标分类理论，以学习者的知识图谱和成长地图为主线，制定针对性、个性化的学习解决方案，科学选择相应学习内容，实现学习需求与学习内容的智能匹配。1911学堂研发的混合式学习模式具体实践形式为“在线学院+线下面授”，体现了系统性与针对性的结合。区别于传统的课堂面授，1911学堂混合式学习模式中的线下面授环节，在以学习者为中心的同时，充分发挥权威专家教授的引领和指导作用，采用PBL教学法并结合案例教学，还原学习者的真实应用场景，切实提升学习者解决问题的能力，真正实现学以致用。此外，丰富的线下教学活动还有助于为学习者构建志同道合的学习圈、形成学习共同体，生生之间在相互促进中共同成长。</p>
    </div>

  </div>
</template>
<script>
</script>
<style  scoped lang="scss">
@import "~assets/style/core/hybridTeach";
</style>